SSE - Sum of Squared Errors

In [2]:
import pandas as pd
import numpy as np

income = pd.read_csv('income.csv')
income.head(10)

       Name  Age  Income($)
0       Rob   27      70000
1   Michael   29      90000
2     Mohan   29      61000
3    Ismail   28      60000
4      Kory   42     150000
5    Gautam   39     155000
6     David   41     160000
7    Andrea   38     162000
8      Brad   36     156000
9  Angelina   35     130000